[
    {
        "id": "$K012_Nature+_Main","type": "translation",
        "*":{
            //Debug
            "draft_missdraft_title":"Missing String!",
            "draft_missdraft_text":"404 String Not Found",
            "draft_desc_all":".",
            //flora
            "draft_tree_oak_title":"Quercus",
            "draft_tree_oak_text":"An oak is a tree or shrub in the genus Quercus of the beech family, Fagaceae. There are approximately 500 extant species of oaks.[2] The common name oak also appears in the names of species in related genera, notably Lithocarpus (stone oaks), as well as in those of unrelated species such as Grevillea robusta (silky oaks) and the Casuarinaceae (she-oaks). The genus Quercus is native to the Northern Hemisphere, and includes deciduous and evergreen species extending from cool temperate to tropical latitudes in the Americas, Asia, Europe, and North Africa. North America has the largest number of oak species, with approximately 160 species in Mexico of which 109 are endemic and about 90 in the United States. The second greatest area of oak diversity is China, with approximately 100 species.[3]",
            "draft_tree_stonepine_title":"Pinus pinea",
            "draft_tree_stonepine_text":"The stone pine, botanical name Pinus pinea, also known as the Italian stone pine, umbrella pine and parasol pine, is a tree from the pine family (Pinaceae). The tree is native to the Mediterranean region, occurring in Southern Europe, The Palestinian Territories, Israel, Lebanon and Syria. It is also naturalized in North Africa, the Canary Islands, South Africa and New South Wales. The species was introduced into North Africa millennia ago, such a long time that it is essentially indistinguishable from being native. ",
            "draft_tree_palm_title":"Arecaceae",
            "draft_tree_palm_text":"The Arecaceae is a family of perennial flowering plants in the monocot order Arecales. Their growth form can be climbers, shrubs, tree-like and stemless plants, all commonly known as palms. Those having a tree-like form are called palm trees.[3] Currently 181 genera with around 2,600 species are known,[4][5] most of them restricted to tropical and subtropical climates. Most palms are distinguished by their large, compound, evergreen leaves, known as fronds, arranged at the top of an unbranched stem. However, palms exhibit an enormous diversity in physical characteristics and inhabit nearly every type of habitat within their range, from rainforests to deserts. ",
            "draft_tree_bamboo_title":"Bambusa",
            "draft_tree_bamboo_text":"Bambusa is a large genus of clumping bamboos.[3] Most species of Bambusa are rather large, with numerous branches emerging from the nodes, and one or two much larger than the rest. The branches can be as long as 11 m (35 ft). ",
            "draft_tree_poplar_title":"Populus",
            "draft_tree_poplar_text":"Populus is a genus of 25–30 species of deciduous flowering plants in the family Salicaceae, native to most of the Northern Hemisphere. English names variously applied to different species include poplar, aspen, and cottonwood. ",
            "draft_flora_tallgrass_title":"Poaceae",
            "draft_flora_tallgrass_text":"Poaceae (/poʊˈeɪsiaɪ/) or Gramineae (/ɡrəˈmɪniaɪ/) is a large and nearly ubiquitous family of monocotyledonous flowering plants known as grasses. It includes the cereal grasses, bamboos and the grasses of natural grassland and species cultivated in lawns and pasture. The latter are commonly referred to collectively as grass. ",
            "draft_flora_sugarcane_title":"Saccharum officinarum",
            "draft_flora_sugarcane_text":"Saccharum officinarum is a large, strong-growing species of grass in the genus Saccharum. Its stout stalks are rich in sucrose, a simple sugar which accumulates in the stalk internodes. It originated in New Guinea,[1] and is now cultivated in tropical and subtropical countries worldwide for the production of sugar, ethanol and other products. ",
            "draft_flora_wildwheat_title":"Triticum",
            "draft_flora_wildwheat_text":"Wheat is a grass widely cultivated for its seed, a cereal grain which is a worldwide staple food.[2][3][4] The many species of wheat together make up the genus Triticum; the most widely grown is common wheat (T. aestivum). The archaeological record suggests that wheat was first cultivated in the regions of the Fertile Crescent around 9600 BCE. Botanically, the wheat kernel is a type of fruit called a caryopsis. ",
            "draft_flora_ferns_title":"Tracheophyta",
            "draft_flora_ferns_text":"Vascular plants (from Latin vasculum: duct), also known as Tracheophyta (the tracheophytes /trəˈkiːəfaɪts/,[citation needed] from Greek τραχεῖα ἀρτηρία trācheia artēria 'windpipe' + φυτά phutá 'plants'[citation needed]), form a large group of plants (c. 300,000 accepted known species)[5] which are land plants with lignified tissues (the xylem) for conducting water and minerals throughout the plant. They also have a specialized non-lignified tissue (the phloem) to conduct products of photosynthesis. Vascular plants include the clubmosses, horsetails, ferns, gymnosperms (including conifers) and angiosperms (flowering plants). Scientific names for the group include Tracheophyta,[6][4]: 251  Tracheobionta[7] and Equisetopsida sensu lato. Some early land plants (the rhyniophytes) had less developed vascular tissue; the term eutracheophyte has been used for all other vascular plants, including all living ones. ",
            "draft_tree_birch_title":"Betula",
            "draft_tree_birch_text":"A birch is a thin-leaved deciduous hardwood tree of the genus Betula (/ˈbɛtjʊlə/),[2] in the family Betulaceae, which also includes alders, hazels, and hornbeams. It is closely related to the beech-oak family Fagaceae. The genus Betula contains 30 to 60 known taxa of which 11 are on the IUCN 2011 Red List of Threatened Species. They are a typically rather short-lived pioneer species widespread in the Northern Hemisphere, particularly in northern areas of temperate climates and in boreal climates.[3]",
            "draft_tree_burned_title":"Burned Tree",
            "draft_tree_cypress_title":"Cupressus",
            "draft_tree_cypress_text":"Cupressus is one of several genera of evergreen conifers within the family Cupressaceae that have the common name cypress; for the others, see cypress. It is considered a polyphyletic group. Based on genetic and morphological analysis, the genus Cupressus is found in the subfamily Cupressoideae.[1][2] The common name cypress comes via the Old French cipres from the Latin cyparissus, which is the latinisation of the Greek κυπάρισσος (kypárissos).[3]",
            "draft_tree_pine_title":"Pinus",
            "draft_tree_pine_text":"A pine is any conifer in the genus Pinus (/ˈpiːnuːs/)[1] of the family Pinaceae. Pinus is the sole genus in the subfamily Pinoideae. The Plant List compiled by the Royal Botanic Gardens, Kew and Missouri Botanical Garden accepts 126 species names of pines as current, together with 35 unresolved species and many more synonyms.[2] The American Conifer Society (ACS) and the Royal Horticultural Society accept 121 species. Pine may also refer to the lumber derived from pine trees; pine is one of the more extensively used types of wood used as lumber. The pine family is the largest family within conifers, and there are currently 818 named cultivars, or trinomials, recognized by the ACS. ",
            "draft_flora_cattail_title":"Typha",
            "draft_flora_cattail_text":"Typha /ˈtaɪfə/ is a genus of about 30 species of monocotyledonous flowering plants in the family Typhaceae. These plants have a variety of common names, in British English as bulrush or reedmace,[2] in American English as reed, cattail,[3] punks, or, in the American Midwest, sausage tails,[4] in Australia as cumbungi or bulrush, in Canada as bulrush or cattail, and in New Zealand as raupo. Other taxa of plants may be known as bulrush, including some sedges in Scirpus and related genera. ",
            "draft_flora_lilypads_title":"Nymphaeaceae",
            "draft_flora_lilypads_text":"Nymphaeaceae /ˌnɪmfiːˈeɪsiː/ is a family of flowering plants, commonly called water lilies. They live as rhizomatous aquatic herbs in temperate and tropical climates around the world. The family contains five genera with about 70 known species.[2] Water lilies are rooted in soil in bodies of water, with leaves and flowers floating on or emergent from the surface. Leaves are round, with a radial notch in Nymphaea and Nuphar, but fully circular in Victoria and Euryale. It is the national flower of Bangladesh.",
            "draft_flora_rice_title":"Oryza sativa",
            "draft_flora_rice_text":"Oryza sativa, commonly known as Asian rice, is the plant species most commonly referred to in English as rice. It is the type of farmed rice whose cultivars are most common globally, and was first domesticated in the Yangtze River basin in China 13,500 to 8,200 years ago.",
            "draft_spore_mushroom_title":"Agaricus bisporus",
            "draft_spore_mushroom_text":"Agaricus bisporus is an edible basidiomycete mushroom native to grasslands in Europe and North America. It has two color states while immature – white and brown – both of which have various names, with additional names for the mature state. ",
            "draft_tree_sakura_title":"sakura",
            "draft_tree_sakura_text":"A cherry blossom is a flower of many trees of genus Prunus or Prunus subg. Cerasus. They are also known as Japanese cherry and sakura (桜 or 櫻; さくら or サクラ). They generally refer to ornamental cherry trees, not to be confused with cherry trees that produce fruit for eating.[4][5] It is considered the national flower of Japan.[6]",
            "draft_bush_berry_title":"Rubus",
            "draft_bush_berry_text":"Rubus is a large and diverse genus of flowering plants in the rose family, Rosaceae, subfamily Rosoideae, with over 1,350 species.[4][5]",
            "draft_bush_cacti_title":"Cactaceae",
            "draft_bush_cacti_text":"A cactus (plural cacti, cactuses, or less commonly, cactus)[3] is a member of the plant family Cactaceae,[a] a family comprising about 127 genera with some 1750 known species of the order Caryophyllales.[4] The word cactus derives, through Latin, from the Ancient Greek word κάκτος (káktos), a name originally used by Theophrastus for a spiny plant whose identity is now not certain.[5] Cacti occur in a wide range of shapes and sizes. Although some species live in quite humid environments, most cacti live in habitats subject to at least some drought. Many live in extremely dry environments, even being found in the Atacama Desert, one of the driest places on earth. Cacti show many adaptations to conserve water. Almost all cacti are succulents, meaning they have thickened, fleshy parts adapted to store water. Unlike many other succulents, the stem is the only part of most cacti where this vital process takes place. Most species of cacti have lost true leaves, retaining only spines, which are highly modified leaves. As well as defending against herbivores, spines help prevent water loss by reducing air flow close to the cactus and providing some shade. In the absence of leaves, enlarged stems carry out photosynthesis. Cacti are native to the Americas, ranging from Patagonia in the south to parts of western Canada in the north—except for Rhipsalis baccifera, which also grows in Africa and Sri Lanka. ",
            "draft_bush_green_title":"Vaccinium corymbosum",
            "draft_bush_green_text":"Vaccinium corymbosum, the northern highbush blueberry, is a North American species of blueberry which has become a food crop of significant economic importance. It is native to eastern Canada and the eastern and southern United States, from Ontario east to Nova Scotia and south as far as Florida and eastern Texas. It is also naturalized in other places: Europe, Japan, New Zealand, the Pacific Northwest of North America, etc.[2][3][4][5] Other common names include blue huckleberry, tall huckleberry, swamp huckleberry, high blueberry, and swamp blueberry.[6]",
            "draft_flora_flower_title":"Lavandula",
            "draft_flora_flower_text":"Lavandula (common name lavender) is a genus of 47 known species of flowering plants in the mint family, Lamiaceae. It is native to the Old World and is found in Cape Verde and the Canary Islands, and from Europe across to northern and eastern Africa, the Mediterranean, southwest Asia to India.[2]",
            "draft_tree_crystal_title":"Crystal",
            "draft_tree_ThundercloudPurpleLeafPlum_title":"Thunder Cloud",
            "draft_tree_chopped_title":"Chopped tree",
            "draft_tree_cottontop_title":"Ceiba pentandra",
            "draft_tree_cottontop_text":"Ceiba pentandra is a tropical tree of the order Malvales and the family Malvaceae (previously emplaced in the family Bombacaceae), native to Mexico, Central America and the Caribbean, northern South America, and (as the variety C. pentandra var guineensis) West Africa. A somewhat smaller variety was introduced to South and Southeast Asia, where it is cultivated. ",
            "draft_tree_cotton_title":"Ceiba pentandra",
            "draft_tree_banana_title":"Musa acuminata ",
            //ground
            "draft_ground_basalt_title":"gabbro",
            "draft_ground_burned_title":"Burned Grass",
            "draft_ground_dirt_title":"Dirt",
            "draft_ground_grass_title":"Grass",
            "draft_ground_grassf_title":"Forest Grass",
            "draft_ground_grassm_title":"Grass (Mint)",
            "draft_ground_grassmf_title":"Forest Grass (Mint)",
            "draft_ground_gravel_title":"Gravel",
            "draft_ground_mud_title":"Mud",
            "draft_ground_rainstone":"Rainstone",
            "draft_ground_sandb_title":"Beach Sand",
            "draft_ground_sandbb_title":"Black Sand",
            "draft_ground_sandd_title":"Desert Sand",
            "draft_ground_sandr_title":"Red Sand",
            "draft_ground_snow_title":"Snow",
            "draft_ground_soil_title":"Soil",
            "draft_ground_stone_title":"Stone",
            "draft_ground_blueprint_title":"Blueprint",
            "draft_ground_deco_concreted_title":"Dark Concrete",
            "draft_ground_deco_concretel_title":"Light Concrete",
            "draft_ground_deco_concretes_title":"Sidewalk Concrete",
            "draft_ground_deco_smoothstone_title":"Smooth Stone",
            "draft_ground_deco_framedarkpark_title":"Dark Park Tile",
            "draft_ground_deco_granite_title":"Granite",
            "draft_ground_deco_mudbrick_title":"Mud Brick",
            "draft_ground_deco_pavement_title":"Pavement",
            "draft_ground_deco_plaza_title":"Plaza",
            "draft_ground_deco_prettyconcrete_title":"Pretty Concrete",
            "draft_ground_deco_sandstoneb_title":"Beach Sandstone",
            "draft_ground_deco_sandstonebl_title":"Black Sandstone",
            "draft_ground_deco_sandstoned_title":"Desert Sandstone",
            "draft_ground_deco_sandstoner_title":"Red Sandstone",
            "draft_ground_deco_smoothdirt_title":"Smooth Dirt",
            "draft_ground_deco_stonebrick_title":"Stone Brick",
            "draft_ground_deco_grass_pol_title":"Polluted Grass",
            "draft_ground_deco_grass_rsg_title":"Rought Smooth Grass",
            "draft_ground_deco_grass_smo_title":"Smooth Grass",
            "draft_ground_deco_ConcreteWAVE_title":"Wavy Concrete",
            "draft_ground_deco_Chartesroad_title":"Chartes Road",
            "draft_ground_deco_orangeslabs_title":"Orange Slabs",
            "draft_ground_deco_Eurowalkway_title":"Euro Walkway",
            "draft_ground_deco_roughconcrete_title":"Rought Concrete",
            "draft_liquid_watermurqy_title":"Murky Water",
            "draft_liquid_water_title":"Water",
            "draft_liquid_waterp_title":"Dirty Water",
            "draft_liquid_waters_title":"Swamp Water",
            "draft_liquid_oil_title":"Oil",
            "draft_liquid_lava_title":"Lava",
            "draft_liquid_acid_title":"Acid",
            //deco
            "draft_deco_bone_title":"Bone",
            "draft_deco_oasis_title":"Oasis",
            "draft_deco_pond_title":"Pond",
            "draft_deco_horse_title":"Wild Horse",
            "draft_rock_diamond_title":"Diamond Rock",
            "draft_rock_dumotierite_title":"dumotierite Rock",
            "draft_rock_gold_title":"Gold Rock",
            "draft_rock_granite_title":"Granite Rock",
            "draft_rock_limestone_title":"Limestone Rock",
            "draft_rock_sandstone_title":"Sandstone Rock",
            "draft_deco_rustedcar_title":"Abandoned car",
            "draft_deco_toxicwaste_title":"Radioactive waste",
            "draft_deco_abandonb_title":"Abandoned building",
            "draft_deco_ruin_title":"Ruins",
            "draft_deco_waste_title":"Waste",
            "draft_deco_rusty_water_tower":"Rusted Water Tower"
        }
    }
]